{
  "document_name": "tender.pdf",
  "timestamp": "2025-01-29T22:39:54.868998",
  "page_summaries": {
    "1": "The Central Information Commission (CIC) is seeking bids for a comprehensive annual operation and maintenance contract for its building in New Delhi. \n\n**Key services included:**\n\n* **Security:** Round-the-clock security service\n* **Civil Works:** Maintenance of buildings, roads, hard standings, paths, security walls, sewer lines, plumbing, drainage, sanitary fixtures, etc.\n* **Electrical Works:** Operation and maintenance of internal & external electrical systems, DG sets, specialized E&M equipment, transformers, HT electricity panels, LAN, Wi-Fi, EPBAX systems.\n* **HVAC & Lifts:** Operation and CAMC of HVAC/VRV systems and lifts.\n* **Water & Sanitation:** Operation and maintenance of RO & water coolers, STP plants, rainwater harvesting systems, and water supply systems.\n* **Safety & Security:** Operation and maintenance of fire fighting systems (wet riser, sprinkler, fire alarm), CCTV cameras, and BMS.\n* **IT & Communication:** Operation and maintenance of audio & video conferencing systems, networking equipment, and IT infrastructure.\n* **Other Services:** Operation and maintenance of UPS systems, mechanized housekeeping, and horticulture.\n* **Renewable Energy:** Operation and maintenance of solar power generation plant.\n* **Public Address System:** Operation and maintenance of the public address system.\n\nInterested parties should refer to the detailed tender document for specific requirements and submission guidelines. \n\n\n",
    "2": "The Central Information Commission (CIC) is seeking tenders from eligible PSUs or government organizations for comprehensive annual operation and maintenance services at their headquarters building in New Delhi. \n\n**Key points:**\n\n* **Scope of work:**  Includes civil works (building maintenance, roads, drainage, etc.), electrical works (power systems, lighting, etc.), HVAC, lifts, security systems, water supply, IT infrastructure, and more.\n* **Tender type:** Two-bid system.\n* **Eligibility:** PSUs set up by the Central or State Government, or other organizations notified by the Ministry of Urban Development for such purposes.\n* **Objective:** Determine the lowest service charges for providing Project Management Consultancy (PMC) for the above-mentioned scope of works.\n* **Tender document:** No. 4/1/2021/CIC /P&B dated 17.02.2022.\n\n\nInterested parties should carefully review the tender document for detailed requirements and submission instructions. \n",
    "3": "The Central Information Commission (CIC) is seeking bids for a contract worth Rs. 4.04 crore (including GST) to provide various services at their HQ building in New Delhi. \n\n**Key Points:**\n\n* **Services:** Audio & Video Conferencing System, Networking (switches, active & passive components), UPS maintenance, mechanized housekeeping, and horticulture.\n* **Contract Duration:** Two years from signing the MOU, with possible annual extensions for two more years at the same rates and conditions.\n* **Bid Submission:** Online through the CPP Portal (e-precurement.gov.in) and the CIC website.\n* **Eligibility:**  PSUs set up by the Central or State Government for civil or electrical works, or other notified organizations.\n* **Tender Documents:** Available for download on the CPP Portal and CIC website.\n* **Pre-Bid Clarification Meeting:** March 9, 2022, at 11:00 Hours.\n* **Bid Submission Deadline:** April 1, 2022.\n* **Financial Bid Opening:** To be announced later.\n\n\n**Note:** No Earnest Money Deposit (EMD) is required. Bidders must submit a signed Bid-Securing Declaration Form instead.\n",
    "4": "This tender document outlines eligibility requirements for bidders interested in a government office setup project. \n\n**Key Points:**\n\n* **Experience:** Bidders must demonstrate experience in similar projects, such as turnkey government office setup or building operation & maintenance.  Specific criteria are provided based on the value of completed projects.\n* **Financial Strength:**  Bidders must have a minimum average annual financial turnover of 30% of the estimated project cost over the last three years.  They must also have a positive net worth as of the previous financial year.\n* **Documentation:** Bidders must carefully review all tender terms and conditions and submit all required documents. Information posted on the website is considered part of the tender document.\n\n\nThe document emphasizes the importance of bidders thoroughly understanding the requirements before submitting a tender. \n",
    "5": "This tender document outlines the required components for bidders to submit a complete proposal. \n\n**Key Points:**\n\n* **Tender Documents:**  A comprehensive set of documents is required, including the Notice Inviting e-Tender, Scope of Work, Bill of Quantities, Special Conditions of Contract, and various annexures.\n* **Strict Adherence:** Bidders must strictly follow the terms, conditions, specifications, and standards outlined in the tender documents. Deviations are not permitted.\n* **Complete Technical Bid:**  Bidders must submit all necessary technical information in the prescribed proforma. Incomplete or ambiguous information will lead to rejection.\n* **Document Submission:** Bidders must submit copies of essential documents like GST registration, EPF & ESIC registration, and PAN No.\n* **Eligibility:** Bidders will be assessed for eligibility, and tenders will be invalidated if ineligibility is discovered after opening.\n* **Financial Turnover:** Bidders must submit an affidavit/certificate from a Chartered Accountant detailing their financial turnover for the past three years.\n* **Query Submission:** Bidders can submit queries for clarification within 7 working days of the tender upload. CIC will only respond to essential queries related to bid submission.\n\n\n**Overall:** The document emphasizes the need for a thorough and compliant bid submission, highlighting the importance of adhering to all requirements and providing complete information. \n",
    "6": "This tender document outlines key points regarding bid submission and evaluation:\n\n**Key Points:**\n\n* **Queries:**  Must be submitted within 7 working days of the tender upload. Requests for technical bid opening extensions will not be granted.\n* **Bid Documents:**  A comprehensive list is provided, including financial details, work experience, legal registrations, and an integrity pact. All documents must be clear and legible.\n* **CIC Rights:** The Central Information Commission (CIC) reserves the right to reject any bid, cancel the tender, and award the work to one or multiple parties without explanation. The CIC is not obligated to accept the lowest bid.\n* **Splitting Work:** The CIC can split the work among multiple contractors, and the contractor must accept the offered portion at the quoted rate.\n* **Canvassing:**  Prohibited. Any canvassing will lead to bid rejection and forfeiture of earnest money.\n* **Contact:**  Queries should be directed to Shri S.K. Rabbani, Deputy Secretary (GA), during office hours.\n\n\n**Essentially, the document emphasizes strict adherence to deadlines, completeness of bid submissions, and the CIC's absolute discretion in the tender process.**\n",
    "7": "This tender document outlines the requirements for the **operation and maintenance (O&M)** of the Central Information Commission (CIC) HQ Building in New Delhi. \n\n**Key Points:**\n\n* **Scope:** Comprehensive O&M including civil works, electrical works, specialized equipment (HVAC, lifts, security systems, etc.), IT infrastructure, and landscaping.\n* **Tender Type:** Open tender for PSUs or government organizations with experience in civil or electrical works.\n* **Earnest Money Deposit:** Not required, but bidders must submit a Bid-Securing Declaration Form.\n* **Contract Duration:** Two years with potential for annual extensions of two years each, subject to approval.\n* **Payment Schedule:** Based on the DSR 2019 rates for Sanitary, Electrical, and Civil Works.\n* **Performance Guarantee:** 3% of the contract value within 7 days of signing the Memorandum of Understanding (MOU).\n* **General Conditions:** CPWD GCC 2020 for maintenance works, including any latest amendments.\n\n\nEssentially, the CIC is seeking a qualified contractor to handle the day-to-day operations and maintenance of its building and facilities for a minimum of two years. \n",
    "8": "The tender cost is calculated using the **DSR 2019 Schedule of Rates**.  \n\n**Important:** The latest version of the DSR, including any amendments, will be the governing document for pricing. \n",
    "9": "This document is a formal acceptance of tender conditions by a company bidding for a comprehensive annual operation and maintenance contract with the Central Information Commission. \n\n**Key points:**\n\n* **Scope of work:**  The contract covers a wide range of services including security, civil works, electrical works, HVAC, lifts, pest control, fire safety, IT infrastructure, water supply, and landscaping.\n* **Acceptance:** The company unconditionally accepts all tender conditions and documents in their entirety.\n* **Eligibility:** The company confirms its eligibility to submit the tender and possesses all required documents.\n* **Document review:** The company states that it has carefully reviewed all tender documents, including the Notice Inviting e-Tender, Guidelines, Scope of Work, Bill of Quantities, Special Conditions of Contract, and Memoranda. \n\n\nEssentially, this document signifies the company's serious intent to participate in the bidding process and its agreement to abide by all the terms and conditions set forth by the Central Information Commission. \n",
    "10": "This page outlines key documents and conditions for bidders in a tender process. \n\n**Key Documents:**\n\n* **Annexure-III:** Affidavit confirming the accuracy of submitted documents and information.\n* **Annexure IV:** Bid Securing Declaration Form, replacing the traditional Earnest Money Deposit (EMD).\n* **Annexure V:** Proforma for a Performance Bank Guarantee.\n* **Annexure VI:** Price Bid Submission Form.\n* **Addendum/Corrigendum:** Any updates or changes to the original tender document, signed by an authorized person.\n\n**Key Conditions:**\n\n* **Acceptance:** Bidders agree to fully comply with all terms and conditions outlined in the tender documents.\n* **Consequences of Non-Compliance:** Failure to meet obligations (commence work, sign agreement, submit performance guarantee) will result in forfeiture of the bid securing declaration and potential cancellation of the Letter of Award.\n\n\nEssentially, this page emphasizes the seriousness of the bidding process and the consequences of non-compliance. \n",
    "11": "This affidavit, required for a tender bid, confirms the following key points:\n\n* **Bidder Identity:** The signatory is the proprietor or authorized representative of the company submitting the bid.\n* **Document Authenticity:** All information, documents, and experience certificates submitted are true and accurate. The bidder consents to CIC verifying them with issuing authorities.\n* **Consequences of False Information:** If any information is found false, the CIC can disqualify, reject, or terminate the bid/contract and forfeit all dues.\n* **Bank Guarantee Verification:** The CIC can verify any bank guarantees submitted, including performance guarantees, with the issuing bank.\n* **Bank Guarantee Authenticity:** The bidder confirms the genuineness of the bank guarantee and understands that any falsity will lead to bid rejection, pre-qualification cancellation, and a three-year ban from future tenders.\n* **Blacklisting Status:** The bidder confirms that their firm is not blacklisted or banned from tendering by the government or PSUs. Any falsity will result in bid disqualification.\n* **Authorized Representative:** The signatory is an authorized representative of the company, and the company is responsible for their actions related to the tender. \n\n\nEssentially, this affidavit ensures transparency and accountability in the bidding process.\n",
    "12": "This page is a notarized affidavit confirmation. \n\n**Key Points:**\n\n* **Confirmation of Truthfulness:** The Proprietor/Authorized signatory of a company (name redacted) confirms that the contents of a previous affidavit are accurate and complete.\n* **No Concealment or Falsehood:** They state that nothing has been hidden or falsified in the affidavit.\n* **Notarization:** The document is notarized, meaning it has been verified by a notary public, adding legal weight to the confirmation. \n\n\nLet me know if you need any further clarification. \n",
    "13": "This document is a Bid-Securing Declaration, a substitute for a traditional bid security deposit. \n\n**Key Points:**\n\n* **Purpose:**  Guarantees the bidder's commitment to the bidding process and their ability to fulfill contract obligations if awarded.\n* **Consequences of Breach:** The bidder risks disqualification from future contracts with the Central Information Commission for three years if they:\n    * Withdraw, modify, or amend their bid during the validity period.\n    * Refuse to sign the contract or provide the required Performance Bank Guarantee after being notified of their successful bid.\n* **Validity:** The declaration is valid until the earlier of:\n    * Notification of the successful bidder.\n    * Thirty days after the bid's expiration date.\n\n\nEssentially, this declaration serves as a legal commitment from the bidder, ensuring they will honor their bid and fulfill contractual obligations if selected. \n",
    "14": "This document is a Performance Bank Guarantee issued by a bank to the Central Information Commission (CIC). \n\n**Key Points:**\n\n* **Purpose:** To guarantee the contractor's (M/s. ...) fulfillment of a contract awarded by CIC.\n* **Amount:** The guarantee is for 3% of the total contract value (Rs....).\n* **Bank's Obligation:** The bank unconditionally and irrevocably promises to pay CIC any amount due from the contractor if they breach the contract terms.\n* **Validity:** The guarantee remains valid for the contract's duration.\n* **CIC's Rights:** CIC has the right to modify the contract terms, extend deadlines, or postpone actions against the contractor without affecting the bank's liability.\n* **Bank's Liability:** The bank's maximum liability is limited to the guaranteed amount (Rs..............).\n\n\nEssentially, this document ensures CIC is protected financially if the contractor fails to meet their contractual obligations. \n",
    "15": "This bank guarantee document outlines the bank's commitment to pay the CIC (presumably a client or organization) if the supplier/contractor fails to fulfill their obligations. \n\nHere are the key points:\n\n* **Additional Security:** This guarantee is in addition to any other security the CIC might have. The bank is fully liable regardless of other guarantees in place.\n* **Unconditional Enforcement:** The CIC can directly enforce this guarantee without first pursuing the supplier/contractor.\n* **Indemnity Against Liquidation:** The guarantee remains valid even if the supplier/contractor goes bankrupt or undergoes restructuring.\n* **Dispute Resolution:** Disputes between the supplier/contractor and CIC won't affect the bank's obligation to pay.\n* **Non-Revocation:** The bank cannot revoke the guarantee without the CIC's written consent.\n\n**Validity:** The guarantee is valid for 30 months from the date of the work order. \n\n\nEssentially, this document ensures the CIC is protected financially if the supplier/contractor defaults on their contract. \n",
    "16": "This document is a Price Bid Submission Form for a tender issued by the Central Information Commission (CIC) for the operation and maintenance (O&M) services of their building in New Delhi. \n\n**Key Points:**\n\n* **Scope of Work:** The tender covers a wide range of services, including daily operations, security, repairs, maintenance of civil, electrical, mechanical, and IT infrastructure, landscaping, and specialized systems like HVAC, lifts, fire fighting, and solar power generation.\n* **Bid Submission:** The form requires bidders to submit their proposed service charges as a percentage for the entire scope of work.\n* **Tender Document:** Bidders confirm receipt and understanding of the tender document, including any amendments or corrigendums.\n\n\nEssentially, this form is used by potential service providers to formally offer their pricing for the comprehensive maintenance and operation of the CIC building. \n",
    "17": "This page outlines the bidder's agreement to the tender process:\n\n* **Bid Validity:** The bid remains valid for 150 days (or longer if agreed upon). Acceptance can occur anytime within this period.\n* **Binding Contract:** The bid, along with the buyer's written acceptance, forms a binding contract until a formal agreement is signed.\n* **Compliance:** The bidder agrees to all Central Information Commission terms and conditions, including those in Para 4 of the \"Guidelines for Submission of Tender.\"\n* **Lowest Bid Not Guaranteed:** The buyer is not obligated to accept the lowest bid.\n* **Good Standing:** The bidder confirms they are not de-registered, banned, or blacklisted by any government authority.\n* **Acceptance of Terms:** The bidder fully agrees to all terms and conditions in the bidding document, including any amendments or corrections. \n\n\nThe page concludes with the bidder's signature, confirming their authorization to submit the bid on behalf of their organization. \n",
    "18": "This tender document outlines the submission process and key criteria for awarding a contract for comprehensive annual operation and maintenance of the CIC Building. \n\n**Key Points:**\n\n* **Bid Submission:** Bids must include a bid security declaration form and be submitted online through the CPP Portal by March 29, 2022, at 5:00 PM. Technical and Financial bids must be submitted separately in sealed envelopes.\n* **Bid Opening:** Technical bids will be opened on March 30, 2022, at 11:00 AM. Financial bids of technically qualified bidders will be opened at a later date.\n* **Award Criteria:** The agency quoting the lowest service charges will be awarded the contract. In case of a tie, the agency with the highest average turnover over the last three years will be preferred.\n* **Payment Terms:** Payment will be made after completion of work and submission of a monthly invoice. Payment will be made through e-payment/NEFT/RTGS.\n\n\n**Important:** Bids without the bid security declaration form will be rejected.  \n",
    "19": "This contract document outlines key terms and conditions for a two-year (extendable) service agreement for housekeeping, horticulture, and other maintenance services at the Central Information Commission (CIC). \n\n**Here are the key points:**\n\n* **Contract Formation:** The contract comprises the tender, acceptance, formal agreement, and these special conditions. In case of conflict, the SCC takes precedence.\n* **Contract Duration:** The initial contract is for two years, renewable annually for another two years at the CIC's discretion based on performance.\n* **Site Visit:** The tenderer must thoroughly inspect the site and understand the working conditions, including existing infrastructure and potential challenges. No claims for ignorance will be accepted.\n* **Feedback Mechanism:** The agency must collect monthly feedback forms from allottees and address any issues promptly.\n* **Workforce Management:** The agency is responsible for deploying the specified number of workers. Extra deployment won't be paid for, while shortfalls will result in deductions from bills.\n* **Minimum Wages:** The agency must pay workers the applicable minimum wage as per Central Government notifications. Any changes in minimum wages during the contract period will be reimbursed or deducted from bills accordingly.\n\n\nThe document emphasizes the importance of thorough site assessment, timely feedback response, and adherence to minimum wage regulations.\n",
    "20": "This tender document outlines key requirements and penalties for a contractor responsible for building maintenance. \n\n**Key Points:**\n\n* **Compliance is crucial:**  Penalties will be imposed for failing to meet any conditions.\n* **Biometric Attendance:** The contractor must use biometric attendance machines and provide monthly attendance records along with staff details.\n* **Online Complaint System:** A dedicated online system for managing complaints is mandatory, with daily submissions of checklists and logbooks.\n* **Standard Operating Procedures (SOP):**  A detailed SOP for building operation and maintenance must be submitted within 15 days of contract award. Failure to do so will halt payment processing.\n* **Defect Response Time:**  Minor breakdowns must be fixed within 4 hours, major defects within 48 hours.  Liquidated damages (up to 5% of contract value) apply for delays.\n* **Statutory Compliance:** The contractor is responsible for adhering to various labor laws, including EPF, ESIC, bonus, weekly off, and GST. Proof of compliance is required, and non-compliance will result in deductions from payments. \n\n\nEssentially, the document emphasizes the importance of timely service delivery, strict adherence to regulations, and transparent reporting. \n",
    "21": "This tender document outlines key requirements for a security and maintenance contract at the Central Information Commission Building in New Delhi. \n\n**Key Points:**\n\n* **Statutory Compliance:** The tenderer is fully responsible for meeting all applicable statutory requirements, including minimum wage regulations.\n* **Minimum Wages:**  The document provides current minimum wage rates for various security and labor categories as per Central Government notification.\n* **Uniforms & Equipment:** The tenderer must provide uniforms, shoes, sweaters, and raincoats to all workers at their own expense.\n* **Work Packages:** The project is divided into two packages:\n    * **Package A:** Comprehensive operation and maintenance of various building systems, including electrical, fire safety, security, and landscaping.\n    * **Package B:**  Comprehensive Annual Maintenance Contract (CAMC) for four lifts at the building.\n\n\nThe tenderer must ensure compliance with all requirements and is solely responsible for any consequences arising from non-compliance.  \n",
    "22": "This tender document outlines the scope of work for the operation and comprehensive maintenance of the Central Information Commission Building in New Delhi. \n\n**Key Points:**\n\n* **Scope:** The contract covers a wide range of services including civil, electrical, fire fighting, water supply, DG sets, lifts, VRV systems, horticulture, housekeeping, pest control, security, IT & AV services, and BMS.\n* **Building Details:** The building comprises basements (B1+B2), ground floor, and 4 floors, totaling 9772 sq m of built-up area and 4653 sq m of plot area.\n* **Facility Manager:** The successful bidder must deploy a qualified Facility Manager (Graduate in Electrical/Civil Engineering with 3+ years experience) at the site at no extra cost. A penalty of Rs. 2000 per day will be imposed for the FM's absence.\n* **Standards:** Work must adhere to CPWD specifications and safety procedures outlined in relevant CPWD guidelines for each service area. \n\n\nEssentially, the tender seeks a comprehensive maintenance provider for a large building complex with a wide range of systems and services. \n",
    "23": "This tender document outlines key requirements for service providers, focusing on:\n\n* **Inclusive Pricing:** Quoted rates must cover all labor costs (including relievers), materials, uniforms, bonuses, and taxes.\n* **Safety Responsibility:** The tenderer is solely responsible for worker safety and any resulting accidents or compensation claims.\n* **Waste Management:** All waste generated during work must be collected, transported, and disposed of outside the campus by the tenderer at their own expense.\n* **Site Restrictions:** No temporary structures or tents are allowed on the site or government land.\n* **Duty Chart:** A detailed fortnightly/monthly duty chart must be submitted seven days in advance.\n* **Equipment Damage:** The tenderer is liable for any damage caused by their staff's negligence.\n* **Preventive Maintenance:** Regular preventive maintenance is required with dedicated teams and is included in the quoted rates.\n* **Staff Conduct:** The tenderer must immediately replace staff exhibiting misconduct.\n* **Site Visit:**  Tenderers are strongly advised to visit the site before quoting to assess the scope of work. \n\n\nEssentially, the document emphasizes the tenderer's full responsibility for all aspects of the work, from labor and materials to safety, waste management, and staff conduct. \n",
    "24": "This tender document outlines key requirements for staff and payment terms for the contractor. \n\n**Staff:**\n\n* **Categorization:** Staff are categorized as unskilled (sweepers, beldars, helpers), skilled (plumbers, carpenters, electricians), and highly skilled (IT engineers, supervisors). They must wear distinct uniforms.\n* **Identification:** All personnel must wear approved uniforms with name badges and carry identity cards signed by the tenderer.\n\n**Liability:**\n\n* The tenderer is fully responsible for any unlawful acts committed by their personnel during work.\n* The tenderer is liable for any theft or loss of departmental property due to negligence of their staff.\n\n**Communication:**\n\n* The tenderer must provide a 24/7 communication system (mobile phone or landline) at a designated location for lodging complaints and receiving instructions.\n\n**Worker Payment and Safety:**\n\n* **Payment:** Salaries must be paid by the 7th of each month via cheque or electronic transfer (IMPS/NEFT/RTGS). A certificate confirming payment is required. Penalties apply for late or missed payments.\n* **Compensation:** The tenderer is responsible for worker compensation and must inform the Commission.\n* **Safety:** The tenderer must ensure worker safety and obtain Workman Compensation Act insurance within 10 days of signing the MOU. The Commission is not liable for accidents.\n\n**Payment Terms for Contractor:**\n\n* Payment is based on the method detailed in the individual sub-head's additional terms and conditions.\n* Bills must be submitted electronically and in triplicate.\n\n\n",
    "25": "This tender document outlines key requirements for a maintenance service provider. \n\n**Payments:**\n\n* Monthly payments are made after the provider submits proof of worker wages, EPF, and ESIC deposits.\n\n**Inventory:**\n\n* The provider takes over existing inventory and reports any discrepancies.\n* Upon completion, the provider hands over the updated inventory.\n* Any damage or shortfall is the provider's responsibility to rectify.\n\n**Consumables:**\n\n* The provider is responsible for all consumables and tools required for maintenance.\n* A detailed stock register of purchased and consumed materials must be maintained.\n* Unserviceable materials received during repairs belong to the Commission.\n\n**Equipment:**\n\n* The provider must provide all tools, tackles, and machinery needed for maintenance work. No additional payment will be made for this.\n\n\nEssentially, the provider is responsible for all aspects of maintenance, including labor, materials, tools, and equipment, with payment tied to proof of work completion and adherence to legal requirements. \n",
    "26": "This tender document outlines the requirements for civil maintenance services at a building. \n\n**Key points:**\n\n* **Scope of work:**  Comprehensive maintenance including minor repairs, earthwork, carpentry, painting, plumbing, drainage, sewage system upkeep, and cleaning of water tanks and lines.\n* **Frequency:**  Cleaning of water tanks, rain water lines, and sewerage lines every six months.\n* **Staffing:**  The contractor must deploy qualified and experienced staff, including a plumber, carpenter, and mason, for general shifts on weekdays (excluding Sundays and national holidays).\n* **Qualifications:**  The contractor must submit a list of workers with their qualifications and addresses before starting work.\n* **Pricing:**  All maintenance tasks, including cleaning, are included in the quoted rates.\n\n\nThe document emphasizes the need for thorough and regular maintenance to ensure the building's functionality and safety. \n",
    "27": "This tender document outlines requirements for a one-year contract providing plumbing, carpentry, and masonry services. \n\n**Key Points:**\n\n* **Service:** General shift work only.\n* **Record Keeping:** The contractor must maintain a complaint register and worker's diary, ensuring prompt complaint resolution and reporting any unresolved issues to the Site In Charge.\n* **Completion and Defects:** Upon contract end, the contractor must hand over fully functional installations. Any defects must be rectified to the Commission's satisfaction, or the work will be done at the contractor's expense.\n* **Attendance:** Missing staff will be marked absent, and the contractor will be financially penalized. The contractor is responsible for arranging replacements for leave or reliever duty, or face penalties. \n\n\nThe document emphasizes accountability, timely service, and the contractor's responsibility for maintaining a fully functional installation. \n",
    "28": "This tender document outlines the requirements for 24/7 electrical maintenance services for multiple buildings. \n\n**Key Points:**\n\n* **Scope:** Includes daily complaint response for internal electrical installations, compound lights, main boards, and solar power generation systems.  Preventive maintenance tasks like DB checks, fan cleaning, insulation and earth tests are also required.\n* **Materials:** The contractor must provide all necessary electrical and plumbing consumables (bulbs, wires, valves, etc.) at no extra cost.\n* **Tools & Equipment:** The contractor is responsible for providing all tools, tackles, and machinery needed for the work.\n* **Staffing:**  Three qualified electricians (one per shift) and one helper are required daily, including Sundays and holidays.  The contractor must submit worker details (qualifications, addresses) before starting work.\n\n\nEssentially, the tender seeks a reliable contractor to handle all aspects of electrical maintenance, from immediate repairs to scheduled preventative tasks, using their own resources and qualified personnel. \n",
    "29": "This tender document outlines staffing requirements, complaint handling, equipment handover, defect rectification, and testing procedures for electrical work. \n\n**Key Points:**\n\n* **Staffing:** Requires a Wireman/Electrician with ITI certificate/license and 3+ years experience, and a Khallasi/Helper with 6+ months experience.\n* **Complaints:**  Must be attended promptly. Unresolved complaints must be reported to the Site In Charge daily.\n* **Equipment Handover:** \"As is where is\" basis. Contractor responsible for rectifying defects after contract expiry.\n* **Testing:**  Regular DB, fan, and earth tests are mandatory. Insulation tests during monsoon, earth continuity and resistance tests during summer.  \n* **Staff Absences:**  Contractor responsible for arranging replacements. Penalty for missing staff will be deducted from bills. \n\n\nThe document emphasizes the contractor's responsibility for quality workmanship, timely complaint resolution, and adherence to testing protocols. \n",
    "30": "This tender document outlines the requirements for a contractor to provide ongoing operation and maintenance services for firefighting and water supply pumps, fire alarm systems, and PA systems. \n\n**Key points:**\n\n* **24/7 Coverage:** The contractor must provide continuous operation and maintenance services.\n* **Scheduled Maintenance:**  Daily, weekly, and six-monthly checks are required, with internal cleaning of equipment during weekly testing.\n* **Fire Drills:** Monthly fire drills must be conducted, involving building caretakers and recording the details.\n* **System Health Checks:** Weekly testing of hydrants and pumps is mandatory, with records maintained and site-in-charge involvement.\n* **Fire Alarm & PA System Maintenance:** Routine inspection, testing, and record-keeping for fire alarms, smoke detectors, amplifiers, speakers, and microphones are required.\n* **Fire Extinguisher Refilling:** Annual refilling of fire extinguishers is required, plus refilling after each use. \n\n\nThe contractor must also take over and return the site inventory in working condition. \n",
    "31": "This tender document outlines the responsibilities of the contractor for fire safety and water supply system maintenance at a facility. \n\n**Key Points:**\n\n* **Contractor Responsibilities:**\n    *  Fire extinguisher handling (loading, unloading, transportation, reinstallation) at the Commission's discretion.\n    *  Providing all consumables for servicing water pumps, fire fighting installations, etc.\n    *  Maintaining the Control Room 24/7.\n    *  Daily inspection and maintenance of yard hydrants, internal hydrants, and sprinkler systems.\n    *  Arranging diesel for engine pumps (reimbursement based on actual consumption).\n    *  Rectifying any malfunctions in fire fighting equipment at their own cost.\n    *  Deploying qualified staff for fire fighting and water pump operation.\n\n* **Staffing Requirements:**\n    *  3 Fire Operators (round-the-clock coverage).\n    *  1 Pump Operator (single shift, all days).\n    *  Minimum 3 years experience for Fire Operators, certified \"Fire Fighting System\" course preferred.\n\n* **Penalties:**\n    *  Rs. 1600 per day per shift for each missing Fire Operator or Pump Operator.\n\n\nThe contractor is responsible for all aspects of fire safety and water supply system maintenance, including staff deployment and rectification of any issues at their own expense.  \n",
    "32": "This document outlines maintenance tasks for various fire fighting equipment. \n\n**Key Points:**\n\n* **Siamese Connections:** Testing, cleaning, and inspecting the cabinet and its components.\n* **Yard Hydrants:**  Testing, greasing, cleaning, and inspecting the hydrant valve and surrounding components.\n* **Sprinkler System Alarm Bell:** Testing the bell, its connections, and addressing any leaks.\n* **Sprinkler Sluice Valve:** Cleaning, operating, and replacing packing as needed.\n* **Internal Hydrants:** Polishing, greasing, operating, and inspecting valves.\n* **Hose Reel:** Unrolling, re-rolling, operating, and cleaning the hose reel and its components.\n* **Branch Pipe & Nozzle:** Removing, cleaning, and re-installing the branch pipe and nozzle.\n* **Canvass Hoses:** Removing, drying, dusting, polishing, and re-rolling the hoses.\n* **Cabinet and Shaft:** Cleaning the interior and exterior of the cabinet and shaft, including replacing broken glass.\n\n\nEssentially, the document details a comprehensive maintenance schedule for ensuring the functionality and safety of fire fighting equipment. \n",
    "33": "This section of the tender document outlines maintenance tasks for various fire protection system components:\n\n* **Air Vessel:** Cleaning, draining, pressure gauge replacement, and leak repair.\n* **Cut-off Valves:** Chamber cleaning, gland packing replacement, lubrication, and tightness checks.\n* **Sprinklers:** Cleaning, polishing, and pressure testing.\n* **Non-return Valves:** Leakage checks and gasket replacement.\n* **Drain Valves:** Polishing, full operation checks, and leakage checks. \n\n\nEssentially, the document specifies a comprehensive inspection and maintenance program for key fire suppression system components. \n",
    "34": "This appendix outlines the **periodic testing and maintenance schedule** for a fire suppression system. \n\n**Key points:**\n\n* **Frequency:** Tasks range from daily checks (e.g., water tank level, engine running) to annual inspections (e.g., flow test on water tanks, hose reel operation).\n* **Components:** The schedule covers various system components: water tanks, engine, motor, piping, valves, control system, hose reel, fire brigade connections, and instantaneous water flow devices.\n* **Tasks:**  Tasks include visual inspections, operational checks, lubrication, and flushing. \n* **Responsibility:** The document likely outlines who is responsible for performing these tasks.\n\n\nThis schedule ensures the fire suppression system remains operational and effective. \n",
    "35": "This tender document outlines the requirements for operating, maintaining, and repairing electrical substations and diesel generator (DG) sets on a 24/7 basis. \n\n**Key Points:**\n\n* **Scope:** Includes routine maintenance, periodical servicing, and major repairs of substation equipment (transformers, panels, cables) and DG sets.\n* **Frequency:** Daily checks of instruments, neutral/earth connections, and physical inspections are mandatory.\n* **Regulations:** Work must adhere to CPWD, IE Rules, and Acts.\n* **Record Keeping:**  The contractor must maintain logs and records as per CIC guidelines.\n* **Safety:** Substation rooms must be kept clean, safe, and secure.\n* **Major Repairs:**  In scope, but the contractor must immediately notify the site engineer of any faults.\n* **Staffing:** \n    * 3 DG Set operators (one per shift) are required, with a minimum qualification of 10th pass and 3 years of experience.\n    * A penalty of Rs. 1600 per day/per shift will be imposed for non-availability. \n\n\nEssentially, the tender seeks a reliable contractor with qualified personnel to ensure the smooth and safe operation of critical electrical infrastructure.\n",
    "36": "## Concise Summary of Tender Document (Execution of Work)\n\n**Key Points:**\n\n* **Inventory:** Tenderer takes over existing inventory. Any discrepancies must be reported to the Commission. Failure to do so implies acceptance of the inventory in working order.\n* **Tools & Equipment:** Tenderer must provide all tools and equipment necessary for maintenance, including a specific list (tong tester, gloves, first aid, crimping toolkit, meggar, etc.). These costs are included in the quoted rates.\n* **Maintenance:**\n    * Routine preventive maintenance is performed on holidays/Sundays without disrupting client operations.\n    * Annual special maintenance includes thorough servicing of HT and LT panels, cleaning, tightening connections, and replacing worn insulation.\n* **Diesel/Fuel:** Tenderer provides diesel/fuel for DG sets. Costs, including transportation, are reimbursed based on actual consumption and DG logbook records.\n\n\n**Overall:** The document outlines the tenderer's responsibilities for taking over, maintaining, and handing back the substation equipment, emphasizing the need for comprehensive tools, scheduled maintenance, and fuel management.\n",
    "37": "## Concise Summary: Testing & Routine Maintenance\n\n**Daily:**\n\n* **Test:** Run the D.G. Set on no load for 5 minutes in the morning.\n* **Automatic Operation:** The D.G. Set must automatically start in case of power outage from BSES.\n\n**Routine Maintenance:**\n\n* **Cleaning:** Regularly clean the D.G. Sets.\n* **Battery Check:** Inspect and maintain the battery.\n* **Fluid Levels:** Check and maintain water levels in the radiator and battery. \n\n\nThis section outlines the daily testing and routine maintenance requirements for the D.G. Set.  \n",
    "38": "This tender document outlines the requirements for operating and maintaining 4 lifts. \n\n**Key points:**\n\n* **Daily Operations:**  Daily cleaning, safety checks (landing locks, car gate, emergency stop, call bell, lights), and logbook entries are mandatory.\n* **Operator Qualifications:** Operators must have 3+ years experience, be familiar with safety devices, and exhibit polite and courteous behavior. Misconduct will result in replacement.\n* **Operator Availability:** Operators must be present in the lift during duty hours and not leave until relieved. Absence will incur a penalty of Rs. 800/- per operator/shift per day.\n* **Maintenance:**  Breakdowns must be reported immediately to the maintenance contractor and the Site-in-Charge.  Detailed entries in the maintenance register are required.  \n* **Licensing:** The tenderer is responsible for obtaining a new Lift License before the existing one expires. Reimbursement for license fees will be provided upon receipt of proof of payment.\n\n\nThe document emphasizes safety, accountability, and timely reporting for lift operations and maintenance. \n",
    "39": "Here's a concise summary of the key points from the tender document excerpt:\n\n* **Liability for Accidents:** The tenderer (contractor) is fully responsible for any accidents caused by their staff's mishandling of the lifts. This includes replacing damaged equipment and compensating injured individuals. The Commission's decision regarding liability is final.\n* **Breakdown Rescue:**  In case of a lift stoppage between floors due to power outages or other reasons, the lift operator must perform a rescue operation promptly.\n* **Consumables Included:**  The contractor is responsible for all maintenance consumables (e.g., light bulbs, fan parts) and no additional payment will be made for them.\n* **Lift Operator Schedule:** Four lift operators are required on weekdays, with three on Sundays and national holidays.  \n* **Penalty for Operator Absence:** A penalty of Rs 1600 per day will be imposed if a lift operator is unavailable. \n\n\nLet me know if you need any further clarification on these points.\n",
    "40": "This tender document outlines the terms and conditions for operating and maintaining VRV/AC systems. \n\n**Key Points:**\n\n* **Scope:** Includes daily/weekly/six-monthly checks, maintenance, and remedial action as directed.\n* **Manpower:** Requires two Operators (3+ years experience) and one Khallasi (6 months experience) for daily operation, excluding Sundays and holidays.\n* **Penalties:**  Rs 1600 per day for missing an Operator, Rs 1200 for missing a Khallasi.  Additional deductions for non-compliance with requirements or exceeding 24-hour repair time (excluding major overhauls). \n\n\nEssentially, the document specifies the required expertise, staffing levels, and penalties for non-performance related to VRV/AC system operation and maintenance. \n",
    "41": "This tender document outlines the terms and conditions for a contract covering the operation and maintenance (O&M) of various low-voltage systems, including IT & AV, EPABX, fire alarm, BMS, and CCTV. \n\n**Key Points:**\n\n* **Scope:** The contract includes daily/weekly/six-monthly checks, remedial action, and O&M work as per the agreement and engineer's instructions. Consumables and petty materials are the tenderer's responsibility.\n* **Manpower:** The tenderer must provide specific personnel with minimum qualifications and experience:\n    * 3 BMS Operators (one for each shift, including Sundays and holidays)\n    * 1 IT Engineer (general shift, excluding Sundays and national holidays)\n    * 2 IT Technicians (general shift, excluding Sundays and national holidays)\n    * 2 EPABX Technicians (general shift, excluding Sundays and national holidays)\n* **Penalties:**\n    * Rs 2000 per day for missing IT Engineer.\n    * Rs 1600 per day for missing Operators and Technicians.\n    * Deductions for non-compliance or exceeding 24-hour rectification time for breakdowns.\n\n\nThe document emphasizes the importance of qualified personnel and timely response to maintenance needs.\n",
    "42": "This tender document outlines the requirements for a **5-year Annual Maintenance Contract (AMC)** for various low voltage/IT systems within a facility. \n\n**Key points:**\n\n* **Systems Covered:** The AMC includes Siemens Fire Alarm, Tyco CCTV & NVR, Siemens BMS, Heinrich PA System, Polycom Video Conferencing, Pagasus UPS, EPABX System, Podium, and Networking.\n* **Response Time:** In case of breakdown, a certified technician must arrive within 24 working hours for inspection and repair. Major repairs must be completed within a timeframe decided by the Commission, with potential penalties for delays.\n* **Major Replacements:**  Major component replacements are not covered under the AMC, but the contractor must arrange them and be reimbursed for the cost of the original OEM part.\n* **OEM Authorization:** The tenderer must provide an authorization letter from the Original Equipment Manufacturer (OEM) for each low voltage/IT item.\n* **Agreement Terms:** The agreement terms must adhere to OEM standards and site-specific requirements. \n\n\nEssentially, the tender seeks a reliable contractor to ensure the smooth operation and timely maintenance of these critical systems for the next five years. \n",
    "43": "This document outlines the terms and conditions for horticultural services, emphasizing a **pleasing and tidy appearance** for all areas. \n\n**Key points:**\n\n* **Maintenance:**  Includes pruning, weeding, pest control, watering, fertilizing, and replacing dying plants.\n* **Appearance:** All areas must be free of debris and plants should be healthy and well-maintained. No obstruction of traffic routes.\n* **Vertical Garden:** Requires regular maintenance, including timely replacement of dry plants.\n* **Tools & Equipment:** The tenderer is responsible for providing all necessary tools and equipment.\n* **Staff:**  Experienced and qualified staff must be deployed for daily maintenance, excluding Sundays and holidays.\n* **Plant Replacement:** Seasonal plants, flowers, and green wall plants will be replaced as needed, with costs outlined in the BOQ.\n\n\nEssentially, the document sets a high standard for horticultural maintenance, requiring a meticulous approach to ensure the beauty and health of all plant life.  \n",
    "45": "This document outlines the terms and conditions for a housekeeping service tender, specifically focusing on the provision of mechanized cleaning services. \n\n**Key Points:**\n\n* **Scope of Work:** The tenderer must provide all cleaning materials, consumables, and equipment. This includes tools, chemicals, and machinery. \n* **Manpower:** The tenderer must provide a supervisor and a specified number of housekeepers. The exact number and categories may change based on the Commission's needs. \n* **Quality:** All materials must be ISI quality or approved by the CIC.\n* **Penalties:** Penalties will be imposed for non-availability of the supervisor and housekeepers.\n* **Uniform:** All employees must wear proper uniforms while on duty.\n* **Costs:** The tenderer is responsible for all costs associated with tools, tackles, consumables, and equipment. No additional payments will be made for these items.\n\n\nEssentially, the Commission expects a comprehensive, high-quality housekeeping service with a flexible workforce and no additional costs beyond the tendered price. \n",
    "46": "This tender document outlines requirements for garbage disposal and cleaning services at a building. \n\n**Key Points:**\n\n* **Garbage Disposal:** All garbage and malwa (construction debris) must be taken to approved civic body collection centers by the tenderer at their own cost.\n* **Required Machinery:** The tenderer must provide and maintain specific cleaning equipment, including vacuum cleaners, scrubbing machines, pressure washers, an air blower, and scaffolding for facade cleaning. \n* **Pest Control:** The scope of pest control services includes:\n    * Residual spraying for mosquitoes, spiders, etc. in various areas of the building.\n    * Larvicidal spraying for mosquito and fly larvae in drains and manholes.\n    * Daily spraying for general pest control.\n    * Rodent control throughout the building.\n    * Disinfestations services.\n    * Honeycomb removal.\n* **Frequency:** Mosquito control is daily, while rodent and general pest control are weekly.\n\n\nThe tenderer is responsible for all costs associated with providing and maintaining the required machinery and services. \n",
    "47": "This document outlines the scope of services for facade cleaning and pest control at a building. \n\n**Key Points:**\n\n* **Facade Cleaning:**\n    *  Monthly cleaning or as directed by the Engineer in Charge/Client.\n    *  Contractor responsible for all safety measures during glass cleaning.\n    *  Contractor provides all tools, equipment, and scaffolding.\n    *  Quality is verified by site personnel, with unsatisfactory work subject to recovery.\n    *  Safety checks and logbook required before work commences.\n    *  Facade cleaners must be sober and free from drugs.\n* **Pest Control:**\n    *  All services not specifically listed fall under pest control.\n    *  Performed as needed, at least monthly, with proper recordkeeping.\n\n\nEssentially, the contractor is responsible for ensuring a clean and safe building exterior, adhering to strict safety protocols and quality standards.  \n",
    "48": "## Concise Summary of CAMC/AMC Terms for Daikin VRV Units:\n\n**1. Contractor Responsibility:**\n\n* The winning bidder is responsible for comprehensive maintenance (CAMC) of Daikin VRV units throughout the project completion period.\n* This includes routine cleaning and maintenance as per schedule.\n* The bidder must liaise with the CAMC vendor (Daikin or authorized dealer) and manage day-to-day CAMC execution.\n\n**2. Contract Requirements:**\n\n* The bidder must sign a CAMC contract with Daikin or an authorized dealer.\n* A copy of the signed contract must be submitted to the Commission immediately.\n* The contract terms and conditions must adhere to Daikin's standards and site requirements.\n* Commission approval is required for the contract terms before signing.\n\n**3. Services and Parts:**\n\n* **Services:** 4 routine services per year, immediate breakdown attendance, and refrigerant gas charging (if needed).\n* **Free Parts Replacement:** Compressor, fan motor, PCB, magnetic switch, transformer, and other electrical AC parts.\n\n**4. Payment and Materials:**\n\n* The cost of services and parts will be paid according to the CAMC/AMC work schedule.\n* The bidder is responsible for procuring all necessary materials, consumables, and refrigerant gas within the quoted rates. \n\n\n",
    "49": "This tender document outlines the scope of work for a contractor to provide preventive maintenance and breakdown repair services for a Daikin VRV air-conditioning system (520 HP) at the Office of Central Information Commission. \n\n**Key points:**\n\n* **Service Frequency:** 4 scheduled preventive maintenance checks per year.\n* **Breakdown Response:** Immediate response within 24 hours to rectify defects.\n* **Free Replacements:**  All defective components, including refrigerant gas, oil, electrical spares, and indoor unit parts, will be replaced free of charge.\n* **Additional Services:** Refrigerant gas charging, provision of a service unit during workshop repairs.\n* **Minimal Disruption:** Servicing and maintenance must be carried out without impacting the office's normal functioning.\n* **Documentation:** The contractor must maintain detailed service history records and submit reports with each bill.\n* **Contractor Responsibility:** The contractor is responsible for all tools, manpower, transportation, and resources required for the job. No additional charges will be paid by the authority. \n\n\n",
    "50": "This tender document outlines requirements for annual and monthly maintenance of a VRV (Variable Refrigerant Volume) system. \n\n**Key Points:**\n\n* **Spares:** The vendor must supply necessary spare parts (compressor, control panel, software) as directed by the authority.\n* **Maintenance Records:** Detailed maintenance logs and reports are required for each visit.\n* **Dedicated Contact:** A single vendor representative will be responsible for all maintenance, serving as the primary point of contact.\n\n**Monthly Maintenance Tasks:**\n\n* **Component Checks:** Filters, fans, diffusers, coils, refrigerant levels, belts, bolts, couplings, safety controls, piping, insulation, and bearings will be inspected and maintained.\n* **Leakage Detection & Repair:** The system will be checked for leaks and any found will be repaired.\n* **Performance Monitoring:** Airflow, equipment performance, and overall system functionality will be assessed and adjusted as needed. \n\n\nThe document emphasizes comprehensive maintenance, thorough documentation, and a dedicated point of contact for smooth system operation. \n",
    "51": "This tender document outlines the scope of work for a comprehensive HVAC maintenance contract. \n\n**Key points:**\n\n* **Overhauling:** Includes complete overhaul of indoor/outdoor units, FCU, and fans.\n* **System Checks & Calibration:**  Covers functional checks and calibration of all switches, thermostats, humidistats, and other instruments.\n* **Electrical Maintenance:**  Includes maintenance and repair of all electrical equipment related to HVAC, including motors and software reinstallation.\n* **Gas Charging:** The vendor is responsible for gas charging in VR systems when required.\n* **Record Keeping:**  Detailed records of breakdowns, repairs, and maintenance must be maintained.\n* **Tools & Consumables:** The vendor must provide all necessary tools and consumables, including spares, at their own cost.  \n* **Quality Standards:** Consumables and spares must be of the best quality, sourced from original manufacturers or authorized dealers.\n\n\nThe contract requires a lump sum, all-inclusive rate covering all maintenance, repairs, and consumables.  \n",
    "52": "Here are the key points from the tender document excerpt:\n\n* **INFLIBNET's decision on consumable categorization (major/minor) is final.** This means vendors must accept INFLIBNET's classification without dispute.\n* **Replaced parts, used oil, etc., belong to the vendor.** The vendor is responsible for their safe and proper disposal. \n\n\nLet me know if you'd like me to elaborate on any of these points.\n",
    "53": "This document outlines the terms and conditions for a 24/7 security services contract for the CIC Building. \n\n**Key Points:**\n\n* **Responsibility:** The security agency is fully responsible for theft and damage to building property.\n* **Duties:**  \n    * Verify visitor and vehicle identities.\n    * Control vehicle parking.\n    * Enforce gate pass system for entry/exit.\n    * Report security, fire, and incident-related activities to CIC.\n    * Coordinate with fire agencies.\n    * Maintain adequate security equipment (arms, batons, etc.).\n    * Conduct regular security drills and submit reports.\n* **Staffing:** The agency must provide a specific number of security officers, supervisors, gunmen, and guards, as directed by CIC.\n\n\nEssentially, the security agency is expected to provide comprehensive security services, ensuring the safety and protection of the CIC Building and its occupants. \n",
    "54": "This tender document outlines key requirements for security services at a complex. \n\n**Key Points:**\n\n* **365-day service:** Security personnel are required to work every day except as specified in the deployment schedule.  Relief for Sundays and holidays must be provided by the agency at no extra cost.\n* **Equipment provision:** The agency must provide all necessary equipment (sticks, searchlights, etc.) at no extra cost.\n* **Holiday/leave coverage:** The agency must factor in costs for staff covering holidays and leaves within their quoted rates. No additional payment will be made.\n* **Manpower penalties:** If the agency fails to provide the required number of security personnel, penalties will be imposed per missing person per shift.\n* **Liability:** The agency is responsible for all thefts and pilferage within the complex and will be liable for any losses.\n* **Deployment schedule:** An indicative schedule is provided, requiring a specific number of security personnel for each shift, including relief coverage on Sundays and holidays. Rates must include this coverage. \n\n\nEssentially, the document emphasizes the need for comprehensive, reliable security services with no additional costs for holidays, leaves, or equipment.  \n",
    "55": "The tenderer must provide the following security equipment within seven days of receiving the Letter of Intent (LOI), at no additional cost:\n\n* **5 Searching mirrors**\n* **7 Walkie Talkies** (licensed from the Department of Telecommunication)\n* **5 Metal detectors** \n\n\nThe document also includes a feedback form for evaluating security services at the CIC, Baba Gangnath Marg, New Delhi. \n",
    "56": "This tender document outlines the requirements for the operation and maintenance of various systems and services at the Central Information Commission (CIC) building in New Delhi. \n\n**Key Points:**\n\n* **Scope:** The contract covers a wide range of services including civil maintenance, electrical installations (HT & LT), fire safety (fighting & alarm), public alarm systems, DG sets, BMS, lifts, VRV systems, STP, water pumps, solar energy systems, IT & AV services, landscaping (green wall), mechanized housekeeping, security, and pest control.\n* **Civil Maintenance:**  This includes comprehensive upkeep of internal and external assets, cleaning and maintenance of sewerage and drainage, cleaning of roofs and external surfaces, maintenance of water supply systems, repair of structural elements (cladding, dome, sculptures), and repair of plumbing systems.\n* **Other Systems:**  The contract also covers maintenance and repair of various other systems like electrical, fire safety, HVAC, water treatment, and IT infrastructure.\n* **Periodicity:** Many services are required on a periodic basis, such as twice a year for cleaning and maintenance of certain systems.\n* **Quality and Compliance:** The contractor must ensure all work is completed to the satisfaction of the Engineer-in-Charge and in compliance with all relevant specifications, codes, and regulations.\n\n\nThe document provides a detailed Bill of Quantities (BOQ) outlining specific items of work, their units, quantities, and rates.  \n",
    "57": "This tender document outlines the scope of work for the annual maintenance and repair of various facilities at the CIC Campus. \n\n**Key points:**\n\n* **Water System:**  Maintenance of existing water lines, including repairs, cleaning of storage tanks (RCC/PVC), and operation of water supply pumps. This includes mixing bleaching and chlorine in the drinking water supply.\n* **Complaint Management:** Recording and tracking complaints received at service centers, assigning them to relevant workers, and preparing daily, weekly, and monthly reports.\n* **Painting:** Painting of kerb stones, parking areas, and walls with lime, plastic emulsion, and synthetic enamel paint.\n* **Other Civil Works:**  Melamine polishing on woodwork, cleaning of overhead and underground water tanks, and whitewashing.\n* **Boundary Walls & Gates:** Maintenance of boundary walls, SS gates, and automatic sliding doors.\n* **General:**  The contractor is responsible for any other works required for smooth operation and maintenance, as directed by the Engineer-in-Charge.\n\n**Total Estimated Cost:**  Rs. 1,325,707.35 \n\n\nThe document also includes specific details about the materials, processes, and quality standards expected for each task.\n",
    "58": "This tender document outlines the cost for various construction and maintenance services at the CIC campus in New Delhi. \n\n**Key Points:**\n\n* **Construction:**\n    * **Concrete Work:**  Includes laying cement concrete for retaining walls, columns, piers, etc. up to the fifth floor.\n    * **Steel Work:**  Covers welding, fixing, and priming of structural steel, gratings, frames, railings, etc.\n    * **Tiling:**  Specifies the cost of providing and laying ceramic glazed wall tiles and vitrified floor tiles of various sizes and colors.\n    * **False Ceiling:**  Details the installation of a false ceiling with a specific framework made of galvanized steel sections and gypsum board.\n* **Maintenance:**\n    * **Electrical & Mechanical:**  Covers comprehensive maintenance of all electrical installations (lights, fans, geysers) and mechanical systems at the campus, including materials and consumables.\n\nThe document provides a detailed breakdown of the work involved, quantities, unit rates, and total costs for each item. \n\n\n",
    "59": "This tender document outlines the electrical work required for a project. \n\n**Key points:**\n\n* **Installation:**  The project involves installing various electrical components including light points, fan points, power outlets, telephone outlets, wiring, fluorescent light fittings, ceiling fans, call bells, and switchgear (MCBs, bus bars, cable trays).\n* **Power:**  The project requires different amperage power outlets (5 amp, 15 amp, 20/30 amp) and switch units (63/100 amps, 125 amp).\n* **Lighting:**  The project includes street lights, solar lights, compound lights, and common area lights (street light, pump house, basement parking, STP).\n* **Other Systems:**  The project also requires a lightning arrestor system and an earthing system.\n* **UPS Panels:**  UPS panels are included in the scope of work.\n* **Engineer's Approval:**  The tenderer must comply with any additional requirements specified by the engineer-in-charge.\n\n\nThe document also includes a table listing the specific items of work, their unit quantities, rates, and total amounts. \n",
    "60": "This tender document outlines the scope of work for the maintenance of a building complex (CIC). \n\n**Key Points:**\n\n* **Electrical & Mechanical (E&M) Installations:** Includes pump house maintenance, weekly preventive checks, and reimbursement for electrical consumables.\n* **Horticulture Maintenance:**  Covers the services of gardeners and helpers for general upkeep of green spaces, including cutting and fertilizing.\n* **Housekeeping Services:**  Includes mechanized cleaning, pest control, sanitation, and provision of cleaning materials.\n* **Specialized E&M Equipment Operation:**  Covers operation and maintenance of water supply pumps, fire fighting systems, and other machinery.\n* **Payment:**  Payment for some services is based on a fixed monthly rate, while others are on an actual cost basis.\n\n\nThe document emphasizes the importance of regular maintenance and adherence to the engineer-in-charge's directions. \n",
    "61": "This tender document outlines the scope of work for various maintenance services at the CIC Campus. \n\n**Key Points:**\n\n* **Fire-fighting System Maintenance:** \n    * 24/7 operation and maintenance, including manual fire alarm, downcomer system, pumps, intercoms, and PA system.\n    * Weekly preventive maintenance on Sundays with full team deployment.\n    * Periodical fire testing, mock drills, and obtaining fire clearance certificates.\n* **DG Set Operation & Maintenance:**\n    * 24/7 operation and maintenance of two 250 KVA DG sets.\n    * Includes preventive maintenance, materials (except HSD), and servicing every six months.\n    * Also covers maintenance of external electrification, sub-station equipment, transformers, panels, street lights, solar lights, and water heaters.\n* **Lifts Operation:**\n    * 24/7 operation, cleaning, safety, security, and watch & ward services.\n    * Includes replacement of consumables and yearly license renewal.\n    * Three lift operators/technicians on working days.\n* **VRV Unit Maintenance:**\n    * 24/7 operation and maintenance of 18 VRV units (4 x 32 HP and 14 x 28 HP).\n    * Includes preventive maintenance, regular service, and all necessary materials.\n    * Brand: Daikin.\n\n**Overall:** This tender seeks a comprehensive service provider for various critical infrastructure systems at the CIC Campus, requiring 24/7 availability and regular preventive maintenance.\n\n\n",
    "62": "This tender document outlines the scope of work and costs for the annual maintenance and operation of various equipment and services at the Central Information Commission (CIC). \n\n**Key Points:**\n\n* **Specialized Equipment Maintenance:**  Includes VRV units, BMS system, CCTV, fire alarm system, and elevators. Costs range from Rs. 2.79 million to Rs. 4.5 million depending on the equipment.\n* **IT & AV System Maintenance:** Covers operation and maintenance of servers, auditoriums, IT hubs, internet services, video conferencing, telephones, and projectors. Costs are estimated at Rs. 3.1 million.\n* **24/7 Security Services:**  Provides round-the-clock surveillance and security for CIC common areas and properties. Costs are estimated at Rs. 12.18 million.\n* **Consumables & Prime Cost Items:** Includes diesel for generators, seasonal flowers, fire extinguisher refills, and DG set batteries. Costs are estimated at Rs. 670,000.\n* **Prime Cost Calculation:** The contractor will be reimbursed for the actual cost of materials with a percentage markup approved by the engineer in charge.\n\n**Total Estimated Cost:** The grand total for all services and materials, including GST, is Rs. 40.49 million. \n\n\n"
  },
  "final_summary": "## Central Information Commission (CIC) Building Operation & Maintenance Tender Overview\n\n**Overall Summary:**\n\nThe Central Information Commission (CIC) seeks a qualified contractor to provide comprehensive operation and maintenance (O&M) services for its building in New Delhi. This includes a wide range of services covering building systems, security, landscaping, and IT infrastructure. The tender emphasizes strict adherence to statutory requirements, performance standards, and transparent reporting.\n\n**Project Overview:**\n\nThe CIC requires a reliable and experienced contractor to manage the ongoing operation and maintenance of its building and equipment. This encompasses:\n\n* **Building Systems:**  Civil, electrical, fire fighting, water supply, DG sets, lifts, VRV systems, and horticulture.\n* **Housekeeping & Security:**  Housekeeping services, pest control, 24/7 security services, and access control.\n* **IT & AV Services:**  IT infrastructure maintenance, AV system upkeep, BMS management, and internet services.\n\n**Technical Specifications:**\n\n* **Facility Manager:** A qualified (Graduate in Electrical/Civil Engineering with 3+ years experience) Facility Manager must be deployed on-site at no extra cost.\n* **Staffing:** Categorized workforce (unskilled, skilled, highly skilled) with distinct uniforms and identification badges. \n* **Safety:** Contractor is solely responsible for worker safety and any resulting accidents or compensation claims.\n* **Waste Management:** Contractor is responsible for waste collection, transportation, and disposal outside the campus.\n* **Equipment:** Contractor provides all tools, tackles, and machinery required for the work.\n* **Preventive Maintenance:** Regular preventive maintenance with dedicated teams is mandatory and included in quoted rates.\n* **Site Restrictions:** No temporary structures or tents allowed on the site or government land.\n* **Communication:** 24/7 communication system (mobile phone or landline) for lodging complaints and receiving instructions.\n* **Worker Payment and Safety:** Salaries paid by the 7th of each month via cheque or electronic transfer. Contractor must obtain Workman Compensation Act insurance within 10 days of signing the MOU.\n\n**Financial Breakdown:**\n\n* **Pricing:** Inclusive of all labor costs (including relievers), materials, uniforms, bonuses, and taxes.\n* **Payment Terms:** Based on individual sub-head's additional terms and conditions. Bills submitted electronically and in triplicate.\n\n**Timeline & Deadlines:**\n\n* **Bid Submission Deadline:** March 29, 2022, 5:00 PM (Online through CPP Portal)\n* **Bid Opening:** March 30, 2022, at 11:00 AM\n* **Bid Validity:** 150 days (or longer if agreed upon)\n* **Contract Duration:** 2 years (renewable annually for 2 more years)\n\n**Compliance Requirements:**\n\n* **Bid Security Declaration Form:** Mandatory for bid submission.\n* **Compliance with CIC Terms and Conditions:** Bidder must confirm full compliance.\n* **Good Standing:** Bidder must be in good standing with no de-registration, bans, or blacklisting by any government authority.\n* **Statutory Compliance:** Adherence to all labor laws (EPF, ESIC, bonus, weekly off, GST) with proof of compliance.\n* **Penalties:** Imposed for non-compliance with any conditions.\n\n\n\n"
}